<?php

$lang['antiphishing_app_description'] = 'வலைப்பக்கம், FTP, அஞ்சல் மற்றும் பலவற்றை ஸ்கேன் செய்வதற்கு கேட்வே அன்டிபிஷிங் பயன்பாடு மையக் காய்ச்சல் இயந்திரத்தை பயன்படுத்துகிறது. இயந்திரத்தின் மூலம் கண்டுபிடிக்கப்பட்ட தீங்கிழைக்கும் இணைப்புகளிலிருந்து பயனர்களை பாதுகாப்பதன் மூலம் உங்கள் பிணையத்துடன் இணைக்கப்பட்ட சாதனங்களை இது பாதுகாக்கிறது.';
$lang['antiphishing_app_name'] = 'கேட்வே அன்டிபிஷிங்';
$lang['antiphishing_app_tooltip'] = 'மிகவும் ஆர்வலராக உள்ள இணைய பயனர்கள் தற்செயலாக ஒரு ஃபிஷிங் இணைப்பை கிளிக் செய்யலாம். அனைத்து ஆண்டிபீர் அம்சங்களை இயக்கும்படி பரிந்துரைக்கிறோம்.';
$lang['antiphishing_block_cloaked'] = 'தடுக்கப்பட்ட URL களை தடு';
$lang['antiphishing_block_ssl_mismatch'] = 'SSL பொருத்தமற்றதை தடு';
$lang['antiphishing_heuristics_engine'] = 'ஹியூரிஸ்டிக் எஞ்சின்';
$lang['antiphishing_signature_engine'] = 'கையொப்பம் பொறி';
