<?php

$lang['antiphishing_app_description'] = 'വെബ്, എഫ് ടി പി, മെയിൽ, അതിലേറെയും സ്കാൻ ചെയ്യാൻ ഗേറ്റ്വേ ആൻറിഫിഷി ആപ്ലിക്കേഷൻ സെൻട്രൽ ആൻറിഫിഷിംഗ് എഞ്ചിൻ ഉപയോഗിക്കുന്നു. എഞ്ചിൻ കണ്ടെത്തിയ ക്ഷുദ്രകരമായ ലിങ്കുകളിൽ നിന്നും ഉപയോക്താക്കളെ സംരക്ഷിക്കുന്നതിലൂടെ നിങ്ങളുടെ നെറ്റ്വർക്കിലേക്ക് കണക്റ്റുചെയ്തിരിക്കുന്ന ഉപകരണങ്ങളെ ഇത് പരിരക്ഷിക്കുന്നു.';
$lang['antiphishing_app_name'] = 'ഗേറ്റ് വേ ആൻറിഫിഷിംഗ്';
$lang['antiphishing_app_tooltip'] = 'ഏറ്റവും സാങ്കേതികവൈദഗ്ദ്ധ്യമുള്ള ഇന്റർനെറ്റ് ഉപയോക്താക്കളും അബദ്ധത്തിൽ ഫിഷിംഗ് ലിങ്കിൽ ക്ലിക്കുചെയ്യുന്നു. പ്രവർത്തനരഹിതമായ എല്ലാ ഫീച്ചറുകളും വിടാൻ ഞങ്ങൾ ശുപാർശ ചെയ്യുന്നു.';
$lang['antiphishing_block_cloaked'] = 'ബ്ലോക്ക് ക്ലോക്കാക്കിയ URL കൾ';
$lang['antiphishing_block_ssl_mismatch'] = 'SSL പൊരുത്തമില്ലാത്തത് തടയുക';
$lang['antiphishing_heuristics_engine'] = 'ഹ്യൂറിസ്റ്റിക് എഞ്ചിൻ';
$lang['antiphishing_signature_engine'] = 'ഒപ്പ് എഞ്ചിൻ';
