<?php

$lang['antiphishing_app_description'] = 'वेब, FTP, मेल आणि बरेच काही स्कॅन करण्यासाठी गेटवे एन्टिफिशिंग अॅप मध्यवर्ती अँटीपिशिंग इंजिनचा वापर करतो. हे वापरकर्त्यांना इंजिनद्वारे सापडलेल्या दुर्भावनापूर्ण दुव्यांपासून संरक्षित करून आपल्या नेटवर्कशी कनेक्ट केलेले डिव्हायसेसचे संरक्षण करते.';
$lang['antiphishing_app_name'] = 'गेटवे अँन्टिफिशिंग';
$lang['antiphishing_app_tooltip'] = 'जरी सर्वात जाणकार इंटरनेट वापरकर्ते चुकीने फिशिंग दुव्यावर क्लिक करू शकतात आम्ही सक्षम केलेली सर्व अँटीफिशिंग वैशिष्ट्ये सोडण्याची शिफारस करतो.';
$lang['antiphishing_block_cloaked'] = 'ब्लॉक केलेल्या लबाडी केलेल्या URL';
$lang['antiphishing_block_ssl_mismatch'] = 'एसएसएल जुळत नाही अवरोधित करा';
$lang['antiphishing_heuristics_engine'] = 'ह्युरिस्टिक इंजिन';
$lang['antiphishing_signature_engine'] = 'स्वाक्षरी इंजिन';
