<?php

$lang['antiphishing_app_description'] = 'गेटवे एन्टिफिशिश अनुप्रयोगले वेब, एफटीपी, मेल र थप स्क्यान गर्न केन्द्रीय एन्टिफिशिङ इन्जिन प्रयोग गर्दछ। यसले इन्टरनेट द्वारा पत्ता लगाइएको दुर्भावनापूर्ण लिङ्कहरूबाट प्रयोगकर्ताहरूलाई ढाँचा बनाएर तपाईंको सञ्जालसँग जोडिएको यन्त्रहरूलाई सुरक्षा गर्दछ।';
$lang['antiphishing_app_name'] = 'गेटवे एन्टिफिशिङ';
$lang['antiphishing_app_tooltip'] = 'यहां सम्म कि सबै भन्दा ज्यादा इंटरनेट प्रयोगकर्ताहरु लाई गलती देखि फिसिङ लिंक मा क्लिक गर्न सक्छन्। हामी सबै एन्टिफिशिङ सुविधाहरू सक्षम गर्न सुझाव दिन्छौं।';
$lang['antiphishing_block_cloaked'] = 'क्लोकेड URL रोक्नुहोस्';
$lang['antiphishing_block_ssl_mismatch'] = 'SSL बेमेल ब्लक गर्नुहोस्';
$lang['antiphishing_heuristics_engine'] = 'हेराइस्टिक इञ्जिन';
$lang['antiphishing_signature_engine'] = 'हस्ताक्षर इन्जिन';
