<?php

$lang['antiphishing_app_description'] = 'గేట్ వే యాంటీ ఫిషింగ్ అనువర్తనం వెబ్, FTP, మెయిల్ మరియు మరిన్ని స్కాన్ చేయడానికి కేంద్ర యాంటీఫిషింగ్ ఇంజిన్ను ఉపయోగిస్తుంది. ఇది ఇంజిన్ ద్వారా కనుగొనబడిన హానికరమైన లింకుల నుండి వినియోగదారులను రక్షించడం ద్వారా మీ నెట్వర్క్కి కనెక్ట్ చేయబడిన పరికరాలను రక్షిస్తుంది.';
$lang['antiphishing_app_name'] = 'గేట్ వే యాంటీ ఫిషింగ్';
$lang['antiphishing_app_tooltip'] = 'అత్యంత అవగాహన ఇంటర్నెట్ వినియోగదారులు కూడా అనుకోకుండా ఫిషింగ్ లింక్పై క్లిక్ చేయవచ్చు. అన్ని అనారోగ్య ఫీచర్లను ఎనేబుల్ చెయ్యమని మేము సిఫార్సు చేస్తున్నాము.';
$lang['antiphishing_block_cloaked'] = 'బ్లాక్ క్లోక్డ్ URL లు';
$lang['antiphishing_block_ssl_mismatch'] = 'SSL అసమానతని బ్లాక్ చేయి';
$lang['antiphishing_heuristics_engine'] = 'హ్యూరిస్టిక్ ఇంజిన్';
$lang['antiphishing_signature_engine'] = 'సంతకం ఇంజిన్';
