<?php

$lang['antiphishing_app_description'] = 'Шлюз антифишингтік Қолданба Вебті, FTP, поштаны және одан сканерлеу үшін орталық антифишингтік қозғалтқыш пайдаланады. Ол қозғалтқышы анықтаған зиянды сілтемелер пайдаланушыларды қорғау арқылы желіге қосылған құрылғыларды қорғайды.';
$lang['antiphishing_app_name'] = 'Шлюз антифишингтік';
$lang['antiphishing_app_tooltip'] = 'Тіпті ең зеректігімен интернет пайдаланушылар кездейсоқ фишинг сілтемені басыңыз болады. Біз қосылған барлық антифишингтік мүмкіндіктерді қалдыру ұсынылады.';
$lang['antiphishing_block_cloaked'] = 'Блок жадағай URL мекенжайлары';
$lang['antiphishing_block_ssl_mismatch'] = 'Блок SSL сәйкес келмеуі';
$lang['antiphishing_heuristics_engine'] = 'эвристикалық Қозғалтқыш';
$lang['antiphishing_signature_engine'] = 'қолтаңба Қозғалтқыш';
